{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 77,
    "good": 30,
    "morning": 50,
    "evening": 23,
    "moin": 49,
    "let": 45,
    "s": 63,
    "go": 28,
    "dude": 22,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 1,
    "cu": 16,
    "by": 9,
    "cee": 13,
    "you": 90,
    "later": 44,
    "night": 55,
    "bye": 10,
    "goodbye": 31,
    "have": 35,
    "a": 0,
    "nice": 54,
    "day": 17,
    "see": 67,
    "around": 5,
    "yes": 89,
    "y": 88,
    "indeed": 42,
    "of": 58,
    "course": 15,
    "that": 75,
    "sounds": 70,
    "correct": 14,
    "no": 56,
    "n": 52,
    "never": 53,
    "i": 41,
    "don": 21,
    "t": 73,
    "think": 78,
    "so": 69,
    "like": 46,
    "way": 84,
    "not": 57,
    "really": 62,
    "perfect": 59,
    "great": 34,
    "amazing": 3,
    "feeling": 27,
    "king": 43,
    "wonderful": 86,
    "am": 2,
    "very": 81,
    "going": 29,
    "to": 79,
    "save": 66,
    "the": 76,
    "world": 87,
    "super": 72,
    "stoked": 71,
    "extremely": 24,
    "my": 51,
    "was": 83,
    "horrible": 39,
    "sad": 65,
    "feel": 26,
    "well": 85,
    "disappointed": 18,
    "m": 47,
    "unhappy": 80,
    "extremly": 25,
    "saad": 64,
    "are": 4,
    "bot": 8,
    "human": 40,
    "talking": 74,
    "show": 68,
    "me": 48,
    "dogs": 20,
    "want": 82,
    "dog": 19,
    "cats": 12,
    "cat": 11,
    "birds": 7,
    "bird": 6,
    "rabbits": 61,
    "rabbit": 60
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "show_dogs": 10,
    "show_cats": 8,
    "show_birds": 7,
    "show_rabbits": 11,
    "show_cays": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_birds": 10,
    "action_show_cats": 11,
    "action_show_dogs": 12,
    "action_show_rabbits": 13,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}