{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 87,
    "good": 36,
    "morning": 57,
    "evening": 28,
    "moin": 56,
    "let": 52,
    "s": 73,
    "go": 34,
    "dude": 27,
    "goodmorning": 39,
    "goodevening": 38,
    "afternoon": 2,
    "cu": 19,
    "by": 11,
    "cee": 15,
    "you": 100,
    "later": 51,
    "night": 62,
    "bye": 12,
    "goodbye": 37,
    "have": 41,
    "a": 0,
    "nice": 61,
    "day": 20,
    "see": 77,
    "around": 6,
    "yes": 99,
    "y": 98,
    "indeed": 49,
    "of": 65,
    "course": 18,
    "that": 85,
    "sounds": 80,
    "correct": 17,
    "no": 63,
    "n": 59,
    "never": 60,
    "i": 48,
    "don": 26,
    "t": 83,
    "think": 88,
    "so": 79,
    "like": 53,
    "way": 94,
    "not": 64,
    "really": 72,
    "perfect": 68,
    "great": 40,
    "amazing": 4,
    "feeling": 32,
    "king": 50,
    "wonderful": 96,
    "am": 3,
    "very": 91,
    "going": 35,
    "to": 89,
    "save": 76,
    "the": 86,
    "world": 97,
    "super": 82,
    "stoked": 81,
    "extremely": 29,
    "my": 58,
    "was": 93,
    "horrible": 45,
    "sad": 75,
    "feel": 31,
    "well": 95,
    "disappointed": 22,
    "m": 54,
    "unhappy": 90,
    "extremly": 30,
    "saad": 74,
    "are": 5,
    "bot": 9,
    "human": 47,
    "talking": 84,
    "show": 78,
    "me": 55,
    "dogs": 25,
    "want": 92,
    "dog": 24,
    "do": 23,
    "cats": 14,
    "cat": 13,
    "birds": 8,
    "bird": 7,
    "rabbits": 71,
    "rabbit": 70,
    "how": 46,
    "order": 66,
    "buy": 10,
    "pet": 69,
    "change": 16,
    "details": 21,
    "adress": 1,
    "forgot": 33,
    "password": 67
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "show_dogs": 11,
    "show_cats": 10,
    "show_birds": 9,
    "show_rabbits": 12,
    "place_order": 8,
    "change_details": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_change_details": 1,
    "action_place_order": 8,
    "action_show_birds": 12,
    "action_show_cats": 13,
    "action_show_dogs": 14,
    "action_show_rabbits": 15,
    "utter_cheer_up": 18,
    "utter_did_that_help": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_happy": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}