{
  "text": {
    "hey": 34,
    "hello": 33,
    "hi": 35,
    "there": 73,
    "good": 27,
    "morning": 47,
    "evening": 20,
    "moin": 46,
    "let": 42,
    "s": 59,
    "go": 25,
    "dude": 19,
    "goodmorning": 30,
    "goodevening": 29,
    "afternoon": 1,
    "cu": 14,
    "by": 8,
    "cee": 11,
    "you": 85,
    "later": 41,
    "night": 52,
    "bye": 9,
    "goodbye": 28,
    "have": 32,
    "a": 0,
    "nice": 51,
    "day": 15,
    "see": 63,
    "around": 5,
    "yes": 84,
    "y": 83,
    "indeed": 39,
    "of": 55,
    "course": 13,
    "that": 71,
    "sounds": 66,
    "correct": 12,
    "no": 53,
    "n": 49,
    "never": 50,
    "i": 38,
    "don": 18,
    "t": 69,
    "think": 74,
    "so": 65,
    "like": 43,
    "way": 79,
    "not": 54,
    "really": 58,
    "perfect": 56,
    "great": 31,
    "amazing": 3,
    "feeling": 24,
    "king": 40,
    "wonderful": 81,
    "am": 2,
    "very": 77,
    "going": 26,
    "to": 75,
    "save": 62,
    "the": 72,
    "world": 82,
    "super": 68,
    "stoked": 67,
    "extremely": 21,
    "my": 48,
    "was": 78,
    "horrible": 36,
    "sad": 61,
    "feel": 23,
    "well": 80,
    "disappointed": 16,
    "m": 44,
    "unhappy": 76,
    "extremly": 22,
    "saad": 60,
    "are": 4,
    "bot": 7,
    "human": 37,
    "talking": 70,
    "show": 64,
    "me": 45,
    "dogs": 17,
    "cats": 10,
    "rabbits": 57,
    "birds": 6
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "filter_animals": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_filter_animals": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}