{
  "text": {
    "hey": 42,
    "hello": 41,
    "hi": 43,
    "there": 86,
    "good": 35,
    "morning": 56,
    "evening": 27,
    "moin": 55,
    "let": 51,
    "s": 72,
    "go": 33,
    "dude": 26,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 2,
    "cu": 19,
    "by": 11,
    "cee": 15,
    "you": 99,
    "later": 50,
    "night": 61,
    "bye": 12,
    "goodbye": 36,
    "have": 40,
    "a": 0,
    "nice": 60,
    "day": 20,
    "see": 76,
    "around": 6,
    "yes": 98,
    "y": 97,
    "indeed": 48,
    "of": 64,
    "course": 18,
    "that": 84,
    "sounds": 79,
    "correct": 17,
    "no": 62,
    "n": 58,
    "never": 59,
    "i": 47,
    "don": 25,
    "t": 82,
    "think": 87,
    "so": 78,
    "like": 52,
    "way": 93,
    "not": 63,
    "really": 71,
    "perfect": 67,
    "great": 39,
    "amazing": 4,
    "feeling": 31,
    "king": 49,
    "wonderful": 95,
    "am": 3,
    "very": 90,
    "going": 34,
    "to": 88,
    "save": 75,
    "the": 85,
    "world": 96,
    "super": 81,
    "stoked": 80,
    "extremely": 28,
    "my": 57,
    "was": 92,
    "horrible": 44,
    "sad": 74,
    "feel": 30,
    "well": 94,
    "disappointed": 22,
    "m": 53,
    "unhappy": 89,
    "extremly": 29,
    "saad": 73,
    "are": 5,
    "bot": 9,
    "human": 46,
    "talking": 83,
    "show": 77,
    "me": 54,
    "dogs": 24,
    "want": 91,
    "dog": 23,
    "cats": 14,
    "cat": 13,
    "birds": 8,
    "bird": 7,
    "rabbits": 70,
    "rabbit": 69,
    "how": 45,
    "order": 65,
    "buy": 10,
    "pet": 68,
    "change": 16,
    "details": 21,
    "adress": 1,
    "forgot": 32,
    "password": 66
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "show_dogs": 11,
    "show_cats": 10,
    "show_birds": 9,
    "show_rabbits": 12,
    "place_order": 8,
    "change_details": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_change_details": 1,
    "action_place_order": 8,
    "action_show_birds": 12,
    "action_show_cats": 13,
    "action_show_dogs": 14,
    "action_show_rabbits": 15,
    "utter_cheer_up": 18,
    "utter_did_that_help": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_happy": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}